<HTML><HEAD><TITLE></TITLE></HEAD>
<body background="/images/gmarble.gif">
<center><img width=100% height=5 align=bottom src="/icones/bar_blue.gif"></center>

<h1> <center>  S&uacute;mula da reuni&atilde;o da &aacute;rea de inform&aacute;tica <br>28 de setembro de 2000.  </center> </h1>

<center><img width=100% height=5 align=bottom src="/icones/bar_blue.gif"></center>

<dl>
<dt><i><b><li>Presentes &agrave; reuni&atilde;o:</li></b></i></dt>
<dd>
Aleardo <br>
Aledir <br> 
M&aacute;rio <br> 
Norian <br> 
Ralha <br> 
Rildo <br>
Val&ecirc;ncio <br> 
</dd></dl>

<tr>
<td width=70></td>
<td colspan=2><hr size=4></td>
</tr><p>

<dl>
<dt><i><b><li>Principais assuntos tratados: </li></b></i></dt>
<dd>
<img align=bottom src="/icones/redball.gif"> Discutida a conveni&ecirc;ncia de se propor um curso de p&oacute;s-gradua&ccedil;&atilde;o em computa&ccedil;&atilde;o ou um novo curso de gradua&ccedil;&atilde;o. Concluimos que no momento &eacute; mais vantajoso a proposi&ccedil;&atilde;o de um curso de p&oacute;s-gradua&ccedil;&atilde;o e que Norian dever&aacute; providenciar uma minuta de proposta o mais breve poss&iacute;vel. <br>  
<img align=bottom src="/icones/redball.gif"> Aleardo fez um breve relato sobre os artigos submetidos &agrave; SEMAC deste ano. Resumidamente, foram submetidos 16 artigos e ele est&aacute; esperando a revis&atilde;o para quatro deles, para definir os aceitos e os rejeitados. Contudo, est&aacute; mais ou menos definido que apenas os seis melhores ser&atilde;o aceitos, deviso &agrave; limita&ccedil;&atilde;o de tempo. <br>  
<img align=bottom src="/icones/redball.gif"> Discutindo a respeito da qualidade de nosso curso de computa&ccedil;&atilde;o concluimos que um dos pontos fracos relativamente aos crit&eacute;rios do MEC &eacute; o n&uacute;mero de livros-texto que temos dispon&iacute;veis. Todos concordamos que &eacute; necess&aacute;rio fazermos um "pacote" de livros-texto e solicitar sua compra para a biblioteca do Ibilce. Desta forma poderemos manter um n&iacute;vel de qualidade aceit&aacute;vel do nosso curso. <br> 
<img align=bottom src="/icones/redball.gif"> Na discuss&atilde;o sobre o plano diretor do DCCE, definimos que precisamos viabilizar o trabalho do conselho de curso para aprimorar e ampliar os laborat&oacute;rios di&aacute;ticos, ampliar o acervo da biblioteca adquirindo os livros-texto e complementares em diversidade e quantidade suficientes de acordo com os crit&eacute;rios do MEC e adequar a infra estrutura existente. Tamb&eacute;m definimos que deveremos propor a cria&ccedil;&atilde;o de um curso de p&oacute;s-gradua&ccedil;&atilde;o em ci&ecirc;ncia da computa&ccedil;&atilde;o e, para tanto, precisaremos ampliar o corpo docente na &aacute;rea de inform&aacute;tica. <br>  


</dd></dl>

</body>

</html>




