<HTML><HEAD><TITLE></TITLE></HEAD>
<body background="/images/gmarble.gif">
<center><img width=100% height=5 align=bottom src="/icones/bar_blue.gif"></center>

<h1> <center>  S&uacute;mula da reuni&atilde;o da &aacute;rea de inform&aacute;tica <br>26 de agosto de 1999.  </center> </h1>

<center><img width=100% height=5 align=bottom src="/icones/bar_blue.gif"></center>

<dl>
<dt><i><b><li>Presentes &agrave; reuni&atilde;o:</li></b></i></dt>
<dd>
Aleardo<br>
In&ecirc;s<br>
Norian<br>
Ralha<br>
Rildo<br>
Val&ecirc;ncio<br>
</dd></dl>

<tr>
<td width=70></td>
<td colspan=2><hr size=4></td>
</tr><p>

<dl>
<dt><i><b><li>Principais decis&otilde;es:</li></b></i></dt>
<dd>
<img align=bottom src="/icones/redball.gif"> A &aacute;rea sugere que seus membros visitem o site http://www.leideinformatica.com.br e d&ecirc;em seu apoio para a lei, uma vez que este apoio &eacute; gen&eacute;rico para os principios que norteiam a lei e n&atilde;o espec&iacute;fico ao seu conte&uacute;do. <br>
<img align=bottom src="/icones/redball.gif"> O Rildo resumiu o documento sobre o pedido de contrata&ccedil;&otilde;es e ficou decidido que uma c&oacute;pia da minuta deste documento seria distribuida aos membros da &aacute;rea para que se manifestem at&eacute; o final de agosto, no mais tardar. As manifesta&ccedil;&otilde;es devem ser encaminhadas para o Norian. <br>
<img align=bottom src="/icones/redball.gif"> O Aleardo informou que est&atilde;o sendo selecionados tr&ecirc;s alunos para participarem da fase da Am&eacute;rica do Sul do concurso da ACM, a realizar-se em 14 de novembro. <br>
<img align=bottom src="/icones/redball.gif"> O Aleardo informou que a Eloisa Tajara entrou em contato com ele a procura de interessados em participar do projeto genoma do c&acirc;ncer, coordenado por ela aqui no Ibilce. Atualmente, ela necessita de pessoal para fazer processamento de sequ&ecirc;ncias. Entretanto, ela acenou com a possibildade de participa&ccedil;&atilde;o em futura extens&atilde;o deste projeto, a ser proposta pelo Jos&eacute; Perez. <br>
<img align=bottom src="/icones/redball.gif"> O Fernando e a Eliane estiveram na reuni&atilde;o para manifestar o descontentamento do departamento com a &aacute;rea que, no entender deles, n&atilde;o est&aacute; se dedicando adequadamente quanto a elabora&ccedil;&atilde;o de projetos. Nas palavras do Fernando a &aacute;rea est&aacute; sendo relapsa, pois: o Aledir n&atilde;o enviou os projetos dos laborat&oacute;rios para o programa do MEC e, por falta disto, o projeto do Ibilce n&atilde;o foi contemplado; o Aledir n&atilde;o enviou o projeto para o programa da VUNESP e o projeto que o Norian e o Aleardo enviaram n&atilde;o foi o suficientemente preparado (n&atilde;o se sabe sob quais crit&eacute;rios); o Rildo n&atilde;o enviou o nome do monitor; e os alunos de ICC n&atilde;o est&atilde;o chegando a c&aacute;lculo num&eacute;rico em condi&ccedil;&otilde;es de programar o que deviam. <br> 
</dd></dl>

</body>

</html>




