<HTML><HEAD><TITLE></TITLE></HEAD>
<body background="/images/gmarble.gif">
<center><img width=100% height=5 align=bottom src="/icones/bar_blue.gif"></center>

<h1> <center>  S&uacute;mula da reuni&atilde;o da &aacute;rea de inform&aacute;tica <br>27 de julho de 2000.  </center> </h1>

<center><img width=100% height=5 align=bottom src="/icones/bar_blue.gif"></center>

<dl>
<dt><i><b><li>Presentes &agrave; reuni&atilde;o:</li></b></i></dt>
<dd>
Aledir <br>
Norian <br>
Ralha <br>
Rildo <br>
Val&ecirc;ncio <br>
</dd></dl>

<tr>
<td width=70></td>
<td colspan=2><hr size=4></td>
</tr><p>

<dl>
<dt><i><b><li>Principais assuntos tratados: </li></b></i></dt>
<dd>
<img align=bottom src="/icones/redball.gif"> Fernando relatou que os alunos est&atilde;o se queixando de todos os professores da &aacute;rea de inform&aacute;tica. Eles alegam que alguns docentes n&atilde;o estariam cumprindo com todo o hor&aacute;rio que deveria ser dedicado &agrave;s aulas, outros n&atilde;o estariam repondo as aulas adequadamente, e outros estariam trocando mat&eacute;ria n&atilde;o dada por trabalhos extra classe. Alguns questionamentos tamb&eacute;m foram feitos quanto a qualidade de nossas aulas. <br>  
Quanto &agrave;s quest&otilde;es relativas ao cumprimento do programa das disciplinas, concordamos que o mesmo ficou um pouco prejudicado com a greve. N&atilde;o porque os conte&uacute;dos das disciplinas possam estar sendo reduzidos, mas porque a velocidade com que alguns t&oacute;picos n&atilde;o essenciais s&atilde;o ministrados pode estar sendo aumentada, o que requer uma dedica&ccedil;&atilde;o maior dos alunos. Entretanto, toda a mat&eacute;ria est&aacute; sendo ministrada e os alunos n&atilde;o ser&atilde;o prejudicados no curso por falta de conte&uacute;do. <br> 
Quanto &agrave; qualidade de nossas aulas, entendemos que n&atilde;o seja question&aacute;vel por alguns alunos, uma vez que, quando ingressamos no departamento, fomos avaliados por uma banca de docentes altamente qualificada e indicada pelo pr&oacute;prio departamento. Desta avalia&ccedil;&atilde;o constou, entre outros quesitos, a avalia&ccedil;&atilde;o da adequa&ccedil;&atilde;o de nossa qualidade did&aacute;tica ao padr&atilde;o de qualidade das Universidades Estaduais Paulistas. Alguns foram avaliados didaticamente em mais de uma ocasi&atilde;o, inclusive, quando de seus concursos para efetiva&ccedil;&atilde;o ou de livre-doc&ecirc;ncia. Isto n&atilde;o significa que n&atilde;o aceitemos conversar com os alunos sobre suas dificuldades de aprendizado, para tentarmos aprimorar nossa qualidade did&aacute;tica no que for poss&iacute;vel (o que, diga-se de passagem, &eacute; uma de nossas preocupa&ccedil;&otilde;es constantes) e para tentar suprir as defici&ecirc;ncias de forma&ccedil;&atilde;o de nossos alunos. <br>  
<p>  
<img align=bottom src="/icones/redball.gif"> Rildo relatou que fez cota&ccedil;&atilde;o das esta&ccedil;&otilde;es junto &agrave; Dedalus e que embora n&atilde;o se esteja conseguindo comprar todas as esta&ccedil;&otilde;es que desej&aacute;vamos inicialmente, estams  chegando a um conjunto razo&aacute;vel. Por outro lado, Norian relatou que a primeira cota&ccedil;&atilde;o junto &agrave; Compaq (Digital) n&atilde;o foi muito promissora, mas que nova cota&ccedil;&atilde;o est&aacute; sendo negociada e deveremos ter novidades na pr&oacute;xima sexta-feira. <br>
<img align=bottom src="/icones/redball.gif">  <br>
<img align=bottom src="/icones/redball.gif">  <br>
<img align=bottom src="/icones/redball.gif">  <br>  

</dd></dl>

</body>

</html>




