<HTML><HEAD><TITLE></TITLE></HEAD>
<body background="/images/gmarble.gif">
<center><img width=100% height=5 align=bottom src="/icones/bar_blue.gif"></center>

<h1> <center>  S&uacute;mula da reuni&atilde;o da &aacute;rea de inform&aacute;tica <br>13 de julho de 2000.  </center> </h1>

<center><img width=100% height=5 align=bottom src="/icones/bar_blue.gif"></center>

<dl>
<dt><i><b><li>Presentes &agrave; reuni&atilde;o:</li></b></i></dt>
<dd>
Aledir <br>
Norian <br>
Ralha <br>
Rildo <br>
Val&ecirc;ncio <br>
</dd></dl>

<tr>
<td width=70></td>
<td colspan=2><hr size=4></td>
</tr><p>

<dl>
<dt><i><b><li>Principais assuntos tratados: </li></b></i></dt>
<dd>
<img align=bottom src="/icones/redball.gif"> <blink> <i> Confiram o balancete! </i> </blink> Agora que se tornou vice-chefe do DCCE o Rildo resolveu dar sua contribui&ccedil;&atilde;o para o nosso cafezinho. <br>
<img align=bottom src="/icones/redball.gif"> O Norian foi cobrado e ficou de preparar para o mais breve poss&iacute;vel uma primeira vers&atilde;o da proposta de cria&ccedil;&atilde;o do curso de p&oacute;s-gradua&ccedil;&atilde;o em computa&ccedil;&atilde;o. <br>
<img align=bottom src="/icones/redball.gif"> A mensagem do Adriano, relativa &agrave; compra das esta&ccedil;&otilde;es de trabalho, foi analisada e concluiu-se que ele deveria ser consultado sobre o procedimento mais conveniente para a compra das referidas esta&ccedil;&otilde;es. <br>
<img align=bottom src="/icones/redball.gif"> Foi analisado o documento do setor de bibliotecas relativo &agrave; renova&ccedil;&atilde;o de peri&oacute;dicos para o pr&oacute;ximo ano. Constatou-se que n&atilde;o havia praticamente nenhum peri&oacute;dico de interesse da &aacute;rea de inform&aacute;tica no grupo de peri&oacute;dicos renov&aacute;veis. Preocupados com um poss&iacute;vel prejuizo na avalia&ccedil;&atilde;o pela CAPES, decidimos fazer um documento a ser encaminhado aos setores cab&iacute;veis. <br>
<img align=bottom src="/icones/redball.gif"> O Val&ecirc;ncio comentou que a qualidade dos nossos trabalhos de projeto final estariam sendo questionadas por certos alunos e que isto poderia prejudicar a imagem do curso e at&eacute; o andamento de futuros projetos. Ap&oacute;s discuss&atilde;o do assunto foram propostas algumas medidas para resolver este problema. <br>  

<table><center>
<tr><td> + Exigir a apresenta&ccedil;&atilde;o de um plano de trabalho antes do in&iacute;cio do semestre, <br>como condi&ccedil;&atilde;o para a aceita&ccedil;&atilde;o da matr&iacute;cula.  </td></tr>
<tr><td> + Aumentar o controle das propostas atrav&eacute;s de um acompanhamento mais intenso. </td></tr> 
<tr><td> + Aumentar o volume de trabalho exigido no projeto final para manter o aluno <br>mais presente no curso. </td></tr>
<tr><td> + Aumentar o rigor na avalia&ccedil;&atilde;o das monografias e do trabalho final. </td></tr> 
</table></center>

</dd></dl>

</body>

</html>




