<HTML><HEAD><TITLE></TITLE></HEAD>
<body background="/images/gmarble.gif">
<center><img width=100% height=5 align=bottom src="/icones/bar_blue.gif"></center>

<h1> <center>  S&uacute;mula da reuni&atilde;o da &aacute;rea de inform&aacute;tica <br>30 de setembro de 1999.  </center> </h1>

<center><img width=100% height=5 align=bottom src="/icones/bar_blue.gif"></center>

<dl>
<dt><i><b><li>Presentes &agrave; reuni&atilde;o:</li></b></i></dt>
<dd>
Aledir<br>
In&ecirc;s<br>
Norian<br>
Ralha<br>
Rildo<br>
Val&ecirc;ncio<br>
</dd></dl>

<tr>
<td width=70></td>
<td colspan=2><hr size=4></td>
</tr><p>

<dl>
<dt><i><b><li>Principais decis&otilde;es:</li></b></i></dt>
<dd>
<img align=bottom src="/icones/redball.gif"> Discutida a nova composi&ccedil;&atilde;o do Conselho do Departamento, a ser definida em reuni&aacute;o na pr&oacute;xima segunda-feira (4/10/99). A posi&ccedil;&atilde;o da &aacute;rea &eacute; pela distribui&ccedil;&atilde;o das vagas pelas &aacute;reas proporcionalmente ao n&uacute;mero de docentes e pela necessidade de pelo menos tr&ecirc;s docentes para que uma &aacute;rea tenha direito a acento no Conselho. <br>
<img align=bottom src="/icones/redball.gif"> Rildo solicitou o envio imediato das ementas para o curso de especializa&ccedil;&atilde;o, para que ele tamb&eacute;m possa passar na reuni&atilde;o do Conselho do dia 4/10/99, sob pena de n&atilde;o termos tempo suficiente para inici&aacute;-lo no come&ccedil;o do ano que vem. <br>
<img align=bottom src="/icones/redball.gif"> Norian informou sobre a compra de ch&aacute;s e pratinhos pl&aacute;sticos, por favor vejam o <a href="balancete.html">balancete</a> e a <a href="compras.html">lista de compras</a>. <br>
<img align=bottom src="/icones/redball.gif"> Norian informou sobre uma proposta de regras para postula&ccedil;&otilde;es a teses de Livre-Doc&ecirc;ncia e a concursos de Professor Titular. A proposta do Prof. Dr. Jos&eacute; Misael Ferreira do Vale cont&eacute;m exig&ecirc;ncias que no nosso entender s&atilde;o excessivas e desbalanceadas. H&aacute; possibilidade de manifesta&ccedil;&atilde;o dos demais docentes at&eacute; o dia 20 de outubro. Os interessados podem encontrar c&oacute;pia da proposta do Prof. Misael na secretaria do departamento. <br> 
 
</dd></dl>

</body>

</html>




