<HTML><HEAD><TITLE></TITLE></HEAD>
<body background="/images/gmarble.gif">
<center><img width=100% height=5 align=bottom src="/icones/bar_blue.gif"></center>

<h1> <center>  S&uacute;mula da reuni&atilde;o da &aacute;rea de inform&aacute;tica <br>09 de setembro de 1999.  </center> </h1>

<center><img width=100% height=5 align=bottom src="/icones/bar_blue.gif"></center>

<dl>
<dt><i><b><li>Presentes &agrave; reuni&atilde;o:</li></b></i></dt>
<dd>
Aledir<br>
Aleardo<br>
In&ecirc;s<br>
Norian<br>
Ralha<br>
Val&ecirc;ncio<br>
</dd></dl>

<tr>
<td width=70></td>
<td colspan=2><hr size=4></td>
</tr><p>

<dl>
<dt><i><b><li>Principais decis&otilde;es:</li></b></i></dt>
<dd>
<img align=bottom src="/icones/redball.gif"> Norian solicitou &agrave; chefia do departamento o encaminhamento de pedido de informa&ccedil;&otilde;es &agrave; PROPP sobre o conv&ecirc;nio M-CORE, com a Motorola. <br>
<img align=bottom src="/icones/redball.gif"> Aleardo volta a solicitar que lhe sejam enviadas as linhas de atua&ccedil;&atilde;o de cada um para ele poder criar a p&aacute;gina sugerida pelo Aledir. <br>
<img align=bottom src="/icones/redball.gif"> A <a href="atrib2000.html"> atribui&ccedil;&atilde;o did&aacute;tica para 2000. </a> foi complementada, a pedido do chefe do departamento, pois n&atilde;o &eacute; poss&iacute;vel enviar disciplinas sem um docente respons&aacute; que faca parte dos quadros do departamento. Decidiu-se que as disciplinas remanescentes ser&atilde;o atribu&iacute;das &agrave; L&uacute;cia e &agrave; Maria Augusta. <br>
<img align=bottom src="/icones/redball.gif"> Norian informou que segundo o que foi anunciado na &uacute;ltima reuni&atilde;o do conselho de departamento, os pedidos de contrato de dois docentes em 89 dias j&aacute; haviam sido aprovados e aguardam os nomes dos candidatos. O Aleardo ficou de encaminha-los. <br> 
<img align=bottom src="/icones/redball.gif"> Norian ficou de compilar as sugest&otilde;es feitas at&eacute; a sexta-feira (10/10/99), para a confec&ccedil;&atilde;o da carta-justificativa dos pedidos de contrata&ccedil;&otilde;es em substitui&ccedil;&atilde;o ao Cordeiro e ao Ti&atilde;o. <br> 
<img align=bottom src="/icones/redball.gif"> Aleardo informou que est&aacute; dispon&iacute;vel a vers&atilde;o do gcc 2.8, a qual requer o ajuste de algumas vari&aacute;veis para uso. Quem tiver interesse em usar esta nova vers&atilde;o deve entrar em contato com ele. <br>   
<img align=bottom src="/icones/redball.gif"> Aleardo informou as novas composi&ccedil;&otilde;es da congrega&ccedil;&atilde;o, de suas comiss&otilde;es e dos conselhos de departamento. <br> 

</dd></dl>

</body>

</html>




